{
  "slug": "como-saber-si-hay-fibra-optica-en-tu-direccion-bogota",
  "title": "Cómo Saber si Hay Fibra Óptica en tu Dirección en Bogotá (Guía 2025)",
  "description": "Aprende a verificar si tu dirección en Bogotá tiene fibra óptica real (FTTH), qué preguntar antes de contratar con ETB, Movistar o Claro, y qué velocidad te conviene.",
  "author": "Equipo Comparador Internet",
  "publishedAt": "2025-12-31",
  "category": "Guías",
  "tags": ["fibra óptica Bogotá", "cobertura", "FTTH", "ETB", "Movistar", "Claro"],
  "readingTime": 12,
  "content": "# Cómo Saber si Hay Fibra Óptica en tu Dirección en Bogotá (Guía 2025)\n\nSi estás buscando **internet en Bogotá**, lo primero (y más importante) es confirmar **qué tecnología llega a tu dirección**. No todo lo que se vende como \"fibra\" es fibra hasta tu hogar (FTTH), y esa diferencia se nota en estabilidad, subida y latencia.\n\nEn esta guía te explico cómo verificar cobertura **por dirección**, qué señales buscar en tu edificio/casa, y qué preguntas hacer para contratar con confianza (ETB, Movistar o Claro).\n\n## Resumen rápido (en 60 segundos)\n\n1. **Valida cobertura por dirección**, no por barrio.\n2. Pregunta explícitamente si es **FTTH (fibra hasta el hogar)**.\n3. Confirma si el plan es **simétrico** (misma subida y bajada) o no.\n4. Revisa **permanencia**, costos de instalación y condiciones de visita técnica.\n5. El día de instalación, pide que te dejen el router/ONT bien ubicado y **haz pruebas por cable**.\n\n## 1) No todo lo que dice \"fibra\" es FTTH (y por qué importa)\n\nEn Bogotá puedes encontrar varias tecnologías:\n\n- **FTTH (Fiber To The Home):** fibra llega hasta tu casa/apartamento. Suele ser la opción más estable y con mejor subida.\n- **HFC (cable coaxial):** llega fibra hasta un nodo y el último tramo es coaxial. Puede funcionar bien, pero suele variar más en horas pico.\n- **Cobre/DSL (menos común en zonas urbanas hoy):** normalmente más limitado en velocidad.\n\n**Por qué importa:** si trabajas remoto, haces videollamadas o gaming, la **estabilidad** y la **subida** valen más que “el número de Mbps” en el anuncio.\n\nSi quieres una explicación más general de tecnologías, mira: [Fibra óptica vs cable en Colombia](/blog/fibra-optica-vs-cable-colombia).\n\n## 2) Señales de que sí hay FTTH en tu edificio o casa\n\nEstas pistas te ayudan (no son 100% definitivas, pero orientan):\n\n- En edificios: hay una caja/armario de telecomunicaciones y suele existir una **CTO** (caja terminal óptica) o distribución de fibra hacia apartamentos.\n- En tu apartamento/casa: ya hay una **roseta óptica** o un cable delgado de fibra que llega a un punto fijo.\n- El equipo que instalan suele ser **ONT** (terminal óptica) o un modem/router que actúa como ONT.\n\nSi en el edificio te hablan de “coaxial” o “cable”, probablemente no es FTTH.\n\n## 3) Cómo verificar cobertura de fibra por dirección en Bogotá (paso a paso)\n\n### Paso 1: Ten tu dirección completa\n\nIncluye:\n- Tipo de vía (Calle/Carrera/Diagonal/Transversal)\n- Número, letra, bis, sur/norte si aplica\n- Número de apartamento/torre (si aplica)\n\n**Tip:** en edificios, la cobertura puede cambiar por torre o por numeración interna.\n\n### Paso 2: Confirma disponibilidad con el proveedor (o con un asesor)\n\nLa forma correcta de validar es por **dirección exacta**. Puedes hacerlo con:\n- Validadores de cobertura en sitios oficiales (cuando estén disponibles)\n- Línea comercial\n- Asesoría por WhatsApp (si ya tienes un canal de ventas)\n\n#### ETB\n- Normalmente muy fuerte en Bogotá.\n- Pregunta: **¿es FTTH?** y **¿es simétrico?**\n\n#### Movistar\n- En muchas zonas ofrece FTTH.\n- Pregunta: **¿es FTTH en mi dirección o es otra tecnología?** y **¿hay permanencia?**\n\n#### Claro\n- Puede variar por zona/edificio.\n- Pregunta: **¿es FTTH o HFC en mi dirección?** y **¿qué velocidad de subida ofrece el plan?**\n\nPara una comparación amplia de operadores en Bogotá, mira: [Mejores proveedores de internet en Bogotá](/blog/mejores-proveedores-internet-bogota).\n\n## 4) Preguntas clave antes de contratar (cópialas y pégalas)\n\nAntes de tomar una decisión, pregunta esto (tal cual):\n\n1. **¿La tecnología en mi dirección es FTTH (fibra hasta el hogar)?**\n2. **¿La velocidad es simétrica (subida = bajada)?** Si no, ¿cuál es la subida real del plan?\n3. **¿Hay permanencia mínima?** ¿Cuántos meses y cuál es la penalidad por cancelar?\n4. **¿Instalación tiene costo?** ¿En qué casos se cobra visita técnica?\n5. **¿Qué equipo instalan?** (ONT/router) ¿Incluye WiFi 5 o WiFi 6?\n6. **¿Soporta doble banda 2.4 GHz / 5 GHz?**\n7. **¿Puedo poner mi propio router/mesh?** ¿Dejan el modem en modo puente si lo necesito?\n8. **¿Cuántos días tarda la instalación en mi zona?**\n9. **¿Qué pasa si el técnico llega y no hay factibilidad en el edificio?**\n\n## 5) Qué velocidad contratar en Bogotá (según tu uso)\n\nLa velocidad ideal depende más de cuántas personas usan internet al tiempo y si haces videollamadas o subes archivos.\n\n| Perfil | Recomendación | Para qué alcanza |\n|---|---:|---|\n| 1–2 personas, uso básico | 100–200 Mbps | streaming, redes, videollamadas básicas |\n| 2–4 personas, teletrabajo | 200–400 Mbps | videollamadas estables, trabajo remoto, múltiples dispositivos |\n| 4+ personas, 4K + trabajo | 400–600 Mbps | 4K simultáneo, reuniones, descargas |\n| Power users / creadores | 600 Mbps+ | backups, subida pesada, multiusuario exigente |\n\n**Importante:** si el plan no es simétrico, revisa la **subida**. Para teletrabajo, una subida baja suele ser el cuello de botella.\n\n## 6) Checklist para el día de instalación (para que quede bien desde el inicio)\n\n- Define dónde irá el equipo: idealmente **un punto central** de la casa.\n- Evita instalarlo dentro de un clóset metálico o detrás del TV.\n- Pide que te dejen el nombre y clave del WiFi documentados.\n- Haz una prueba de velocidad:\n  - **Por cable** (Ethernet) en un computador\n  - En la banda **5 GHz** cerca del router\n- Prueba una videollamada rápida (Meet/Zoom) y revisa si hay cortes.\n\n## 7) Si NO hay fibra en tu dirección: qué alternativas tienes en Bogotá\n\nSi en tu dirección aún no hay FTTH, evalúa:\n\n- **HFC (cable coaxial):** puede ser buena opción si la zona está poco congestionada.\n- **Internet móvil 4G/5G (router con SIM):** útil como solución temporal o si la instalación fija tarda.\n- **Satelital (ej. Starlink):** generalmente más costoso; se usa cuando no hay buenas opciones fijas.\n\nEn muchos casos, la mejor jugada es: **contratar lo disponible hoy** y dejar registrada solicitud de fibra para cuando llegue.\n\n## Preguntas frecuentes\n\n### ¿Cómo sé si me están ofreciendo FTTH o HFC?\nPregunta explícitamente: **¿fibra hasta el hogar (FTTH) o cable coaxial (HFC)?** Si la respuesta es vaga, insiste en la tecnología exacta.\n\n### ¿La fibra siempre es simétrica?\nNo siempre. La tecnología FTTH lo permite, pero el plan comercial puede no ser simétrico. Por eso hay que confirmar **subida**.\n\n### ¿Qué hago si la velocidad no llega a lo contratado?\nPrimero prueba **por cable**. Si por cable tampoco se acerca, registra evidencia (capturas) y pide soporte. En general, se espera al menos un porcentaje alto de la velocidad contratada, especialmente en fibra.\n\n## Conclusión\n\nEn Bogotá, elegir buen internet empieza por una sola pregunta: **¿qué llega a mi dirección?** Si confirmas tecnología (FTTH vs HFC), subida, permanencia y equipo, evitas el 90% de sorpresas.\n\n¿Quieres que te confirme cobertura por dirección y te recomiende el mejor plan con **ETB, Movistar o Claro** según tu zona y presupuesto? Escríbenos y te ayudamos a elegir.\n"
}

